Public Attributes | List of all members
API_PrimPoint Struct Reference
Geometry
A primitive point. More...
#include <APIdefs_Elements.h>
 Public Attributes
 API_Prim_Head  | head
General primitive element header.
 API_Coord  | loc
The location of the point.
Detailed Description
A primitive point.